[
    {
        "_id": 1,
        "title": "Terms",
        "content": "Please read these Terms of Service carefully before using the LBS SERVICES GLOBAL LTD. <br/> Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms.<br/> These Terms apply to all visitors, users and others who access or use the Service.<br/> By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the terms then you may not access the Service."
    },
    {
        "_id": 2,
        "title": "Purchases",
        "content": "If you wish to purchase any product or service made available through the Service (\"Purchase\"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your credit card number, the expiration date of your credit card, your billing address, and your shipping information.<br /> You represent and warrant that: (i) you have the legal right to use any credit card(s) or other payment method(s) in connection with any Purchase; and that (ii) the information you supply to us is true, correct and complete. <br/>By submitting such information, you grant us the right to provide the information to third parties for purposes of facilitating the completion of Purchases.<br/>We reserve the right to refuse or cancel your order at any time for reasons including but not limited to: product or service availability, errors in the description or price of the product or service, error in your order or other reasons.<br/> We reserve the right to refuse or cancel your order if fraud or an unauthorized or illegal transaction is suspected."
    },
    {
        "_id": 3,
        "title": "Availability, Errors and Inaccuracies",
        "content": "We are constantly updating our offerings of products and services on the Service.<br /> The products or services available on our Service may be mispriced, described inaccurately, or unavailable, and we may experience delays in updating information on the Service and in our advertising on other web sites.<br/>We cannot and do not guarantee the accuracy or completeness of any information, including prices, product images, specifications, availability, and services. We reserve the right to change or update information and to correct errors, inaccuracies, or omissions at any time without prior notice."
    },
    {
        "_id": 4,
        "title": "Customer Duties When Using Or Planning To Use Our Service",
        "content": "LBS SERVICES GLOBAL LTD is not associated with Riot Games or any unauthorized entity in any way, shape, or form.<br /> LBS SERVICES GLOBAL LTD warns any customer or potential customer to refrain from violating, infringing, or making any illegal action in regards the intellectual property rights of Riot Games or any unauthorized entity.<br/>By using our Site or any Service included under LBS SERVICES GLOBAL LTD, You accept and have made yourself aware of all our Terms of use, and You are aware that by purchasing any Service under LBS SERVICES GLOBAL LTD you know what you are paying for, and that the Service you are paying for matches your in-Game information.<br/>You accept that by buying our Service you are aware that you cannot dispute any purchase with LBS SERVICES GLOBAL LTD after the Service is done or the service has been partially completed, and that you as a customer cannot violate the rules of ChargeBacks stipulated in any payment method provided by LBS SERVICES GLOBAL LTD.<br/>You, the customer, accept that if you open a claim after the order has gone through or the service has started or been completed, you are in direct breach of LBS SERVICES GLOBAL LTDterms of use, and legally bound to either close the claim or pay back the same amount in addition to a fee determined by LBS SERVICES GLOBAL LTD, no less than $50 and no more than three times the original amount if the order placed cost more than $50. Should you fail to abide by either option, you, the customer, accept full liability in a court of law as determined by the European Trade Laws.<br/>  You accept that once your purchase has gone through and is marked as “In Progress”, or a booster or coach has been assigned, you are no longer eligible to receive a refund. If service is not completed by LBS SERVICES GLOBAL LTD you have the right to receive store credit fitting what is missing from your service.<br/>"
    },
    {
        "_id": 5,
        "title": "Intellectual Property",
        "content": "The Service and its original content, features and functionality are and will remain the exclusive property of LBS SERVICES GLOBAL LTD and its licensors. The Service is protected by copyright, trademark, and other laws of both the Germany and foreign countries. Our trademarks and trade dress may not be used in connection with any product or service without the prior written consent of LBS SERVICES GLOBAL LTD"
    },
    {
        "_id": 6,
        "title": "Refund Policy",
        "content": "Due to the nature of LBS SERVICES GLOBAL LTD products (non-tangible digital goods), it is not possible to “return” the product therefore we DO NOT offer refund after purchase is made. If your order has not started you are eligible for a partial refund (55%) or store credit for the amount paid to us.<br/>Once the service has started, you are no longer eligible to receive a refund. If service is not completed by LBS SERVICES GLOBAL LTD you have the right to receive store credit fitting what is missing from your service.<br/>If we are not able to complete the purchase until the season end, we are only able to refund the remaining part of the order."
    },
    {
        "_id": 7,
        "title": " Links To Other Web Sites",
        "content": "Due to the nature of LBS SERVICES GLOBAL LTD products (non-tangible digital goods), it is not possible to “return” the product therefore we DO NOT offer refund after purchase is made. If your order has not started you are eligible for a partial refund (55%) or store credit for the amount paid to us.<br/>Once the service has started, you are no longer eligible to receive a refund. If service is not completed by LBS SERVICES GLOBAL LTD you have the right to receive store credit fitting what is missing from your service.<br/>If we are not able to complete the purchase until the season end, we are only able to refund the remaining part of the order."
    },
    {
        "_id": 8,
        "title": "Termination",
        "content": "We may terminate or suspend access to our Service immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms."
    },
    {
        "_id": 9,
        "title": "Governing Law",
        "content": "These Terms shall be governed and construed in accordance with the laws of Germany, without regard to its conflict of law provisions.<br/> Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.<br/>These Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service."
    },
    {
        "_id": 10,
        "title": "Changes To Service",
        "content": "We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.<br/> By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, please stop using the Service."
    },
    {
        "_id": 11,
        "title": "Contact Us",
        "content": "If you have any questions about these Terms, please contact us.<br/> <br/> Email:  info@lol-boosts.com <br/>  Phone: +49 1759991573  "
    }
]