[
    {
        "id": 1,
        "title": "Applicability and Acceptance of the General Terms and Conditions of the website",
        "content": [
            {
                "id": 1,
                "title": "The User and the Seller hereby agree to and accept these General Terms and Conditions and the Privacy Policy."
            },
            {
                "id": 2,
                "title": "Users that are unable to express a legally binding agreement with GameBoost and those which are prohibited from using Services, due to country regulations or regional regulations are asked to refrain from using the service. The User who purchases on the website confirms that he,she or they are at least eighteen (18) years old, or reached another age, which will allow them to express legally binding agreements. If the User acts for and on behalf of a third party person, each asserts that he’s authorized to conduct legally binding agreements for and on behalf of such person."
            },
            {
                "id": 3,
                "title": " GameBoost reserves the right to make any changes and modifications to the General Terms and Conditions, including adding new regulations and deleting previous ones, which can be done through promulgation on the General Terms and Conditions on the website. New regulations and modifications to the General Terms and Conditions will come to effect automatically three days after their promulgation on the website. It is the sole responsibility of the aforementioned to pay close attention to any alterations, changes, removals or additions to the clauses and rules written in the General Terms and Conditions. By purchasing any service from Selling Users on GameBoost website, you automatically agree to the General Terms and Conditions as a whole."
            },
            {
                "id": 4,
                "title": "Meanwhile, using any services or contacting GameBoost, the User, the Seller, the Booster, the Coach communicates with GameBoost electronically.GameBoost communicates with the aforementioned parties by e-mail or by live chat on the website, as well as different distributors through their communication channels."
            }
        ]
    },
    {
        "id": 2,
        "title": "Intellectual property, Copyright to the Website",
        "content": [
            {
                "id": 1,
                "title": " Content, texts, photographs, designs, logos, images, software, source code, and in general any existing intellectual creation of the site, and the whole site as a multimedia artistic work, are fully protected by copyright legislation concerning intellectual property and belongs to Global Gaming Services d.o.o."
            },
            {
                "id": 2,
                "title": " The contents included in the aforementioned website may not be reproduced in full or in part, nor transmitted or recorded by any information retrieval system, under any support or media unless the Entity has granted its prior authorization in writing"
            },
            {
                "id": 3,
                "title": "The User does not gain from the agreement between the Service Provider and User, nor User and Selling User, any rights to the website then guaranteed him in the General Terms and Conditions."
            },
            {
                "id": 4,
                "title": "The Website is provided to the User only through the availability of using it through the Website gameboost.com"
            },
            {
                "id": 5,
                "title": " GameBoost claims that it is in no way affiliated with, associated with or endorsed by any video game producer, publisher or distributor, including Riot Games, Inc., Activision Bliz-zard, Tencent Holdings Ltd. etc."
            },
            {
                "id": 6,
                "title": " GameBoost claims no ownership of intellectual property regarding any video game listed on its Website, nor the intellectual property of any video game producer, publisher or distributor or any of their affiliates’. All copyrights and trademarks are the property of their respective owners."
            },
            {
                "id": 7,
                "title": "GameBoost is not endorsed any video game producer, publisher or distributor, including Riot Games, Inc., Activision Blizzard, Tencent Holdings Ltd. and does not reflect their views or opinions or anyone officially involved in producing or managing any of the video games listed on the Website."
            }
        ]
    },
    {
        "id": 3,
        "title": "Registration form, User account, Selling User account, Guest Account",
        "content": [
            {
                "id": 1,
                "title": "To set up the account, the User is obligated to register by filling in the registration form available on the website. During that process, the User is obligated to provide the username, e-mail address and optional information such as the Discord ID and Country. Before the registration, the User has an ability and availability to become familiar with service descriptions, the General Terms and Conditions and Privacy Policy."
            },
            {
                "id": 2,
                "title": "If the User wants to sell products and/or services through the website he,she or they will be obligated to fill additional information located on the profile. The User will be compelled to provide the following details in “Edit Profile”: his,her or their current name and surname, select his,her or their withdrawal method and provide correct withdrawal information. GameBoost is not responsible for any damages or losses if the Selling User will provide false or incorrect information."
            },
            {
                "id": 3,
                "title": "GameBoost reserves the right to terminate or suspend the User’s or Selling User’s account. If a User’s or Selling User’s account is suspended or removed any balance that remains on the account, GameBoost has the authority to freeze or remove this balance due to breaching General Terms and Conditions of the Service Provider. More information about breach of General Terms and Conditions might be found in the following regulations at section 16. GameBoost reserves the right to terminate or suspend the User’s or the Selling User’s account if they create situations that might be reflected as a possible violation of the company interest’s or the safety of other Users."
            }
        ]
    },
    {
        "id": 4,
        "title": "Using the Website",
        "content": [
            {
                "id": 1,
                "title": " You do not have to register to use the website. Meanwhile, using the website you can reach out and check the following sections: Homepage, Boosting, Coaching, Account Shop, Blog, Apply for a Job, Gallery, Terms of Use, Privacy Policy, Frequently Asked Questions, Contact and Client Area. Before the registration, you have the availability to become familiar with the content of the website, such as a description of the the digital services and digital goods provided by the Selling Users, description and information about the Service and Service Provider. The Service Provider reserves the right to make any changes and modifications to the Conditions Sale, including adding new descriptions, changing the existing ones and deleting previous ones, which can be done through promulgation on the specific parts on the website."
            },
            {
                "id": 2,
                "title": "  New description and information will come to effect automatically after the promulgation on the Website."
            },
            {
                "id": 3,
                "title": " The Service Providers reserves the right to carry on promotions and discounts. The rules of such actions will be available on the website every time: gameboost.com . Such rules may be changed at any given time, and this shall be at the sole of the Service Provider’s discretion, such amendment is not an amendment of the General Terms and Conditions."
            },
            {
                "id": 4,
                "title": "The Service Provider may send to the registered User, independently of the fact of expressing above mentioned consent, non-constituting commercial information or marketing materials, necessary for using the website by this User, executing provisions of law or the General Terms and Conditions or necessity to fulfilling obligations stemming from provision of law or General Terms and Conditions, as well as information about new features of the website."
            },
            {
                "id": 5,
                "title": " The Service Provider reserves the right to carry on special pricing discounts for some Users. The special price is created exclusively by our management, which is not listed on the website. Then a link is delivered to the User. These Services will be listed as a “Sub-charge”."
            },
            {
                "id": 6,
                "title": "The User may declare hereby consent to receive commercial messages (hereinafter refer to “newsletter messages”) from the Service Provider. The consent might be declared at any time before or after the Registration. The consent might be revoked at any time by electronic message or by clicking on the “Unsubscribe” link at the end of the commercial information."
            },
            {
                "id": 7,
                "title": "The User is obligated to use the Website on his behalf and to not allow the usage of his Account to other Users, Selling Users and other people in general. The login and password need to be adequately protected from access by others. The Account is non-transferable and cannot be inherited. It is prohibited to have more than one Account."
            },
            {
                "id": 8,
                "title": "The User can log into the website by using the correct account credentials such as login (name) and password."
            },
            {
                "id": 9,
                "title": " The User can retrieve the account credentials after successful verification of the system on the website and/or through his,her or their e-mail address."
            }
        ]
    },
    {
        "id": 5,
        "title": "Compliance with the game rules",
        "content": [
            {
                "id": 1,
                "title": " When registering, the User declares himself entitled to conclude, execute, square and settle the Agreement through which he orders the service, which means that it is consistent with the Game Rules or has been granted by the owner of the game or other authorized entity giving permission to the individual to conclude, execute, square and settle such Agreement. Otherwise, the User is obliged to stop using the website immediately and cease the Agreement, and if he is on the registering step, he cannot register on the site."
            },
            {
                "id": 2,
                "title": " The Service Provider declares that the Website is not available to individuals who are not entitled to conclude, execute, square and settle the Agreement. The individual who is solely liable for fulfillment of the conditions referred to in paragraph 5.1 is the User."
            },
            {
                "id": 3,
                "title": "The Service Provider does not need verification, whether the User is entitled to conclude, execute, square and settle the Agreement through which he orders the Service."
            },
            {
                "id": 4,
                "title": "If you fail to comply or failed to comply with any of the conditions set out in paragraph 5.1, the Service Provider may terminate the Agreement with immediate effect for reasons attributable to you to prevent any damage to your digital goods. The Service Provider may at the same time declare all Agreements concluded, executed, squared or settled (or being concluded, executed, squared, settled) by you null and void. Any claims resulted from Agreements which are declared null and void, and the Users will settle themselves. The Fees for Agreements which were declared null and void, will not be returned."
            }
        ]
    },
    {
        "id": 6,
        "title": "Purchases on the Website",
        "content": [
            {
                "id": 1,
                "title": "The User can purchase Virtual Services (Boosting & Coaching) and Virtual Goods (Account Shop, Skins) through the website. The User needs to accept the General Terms and Conditions of the GameBoost.com website before the purchase."
            },
            {
                "id": 2,
                "title": " The User can purchase products listed above as a “User” (a registered member of the website – before he makes a purchase)."
            },
            {
                "id": 3,
                "title": "The Users are people, who want to purchase the following services and goods: acquisi-tions of levels in a virtual game listed on the Website, coaching in a game listed on the Website, accounts in a game listed on the Website or virtual assets (skins) in a game listed on the Website. The Selling User issues the product by uploading it on the website. The execution of the listed services and goods is made on the basis agreement between User and the Service Provider."
            },
            {
                "id": 4,
                "title": " After the purchase of the Service, the User is obligated to provide a sufficient amount of information.",
                "content": [
                    {
                        "id": 1,
                        "title": "If the User purchases a Solo Boosting Services, he she or they needs to provide the following information: Login, Password, Summoner name."
                    },
                    {
                        "id": 2,
                        "title": " If the User purchases a Duo Boosting Services or Coaching, he she or they needs to provide the following information: Summoner name."
                    },
                    {
                        "id": 3,
                        "title": "If the User purchases a League of Legends account, he’s not obligated to provide any information. After the purchase, the User will receive in return the account credentials of the newly purchased account on the website through direct website chat contact or on their e-mail address or within their client area."
                    },
                    {
                        "id": 4,
                        "title": "After the purchase of a Service, the User , can optimally select his specific Booster/Coach. If the Booster/Coach won’t accept or will decline the offer within 3 hours, Boost/Coaching will go back to the dashboard."
                    },
                    {
                        "id": 5,
                        "title": " After the purchase of a Service, the User gains access to a specific area on GameBoost website called “client area”, where they can customize their order (update account credentials, pause the service, check the progress of the Boost, Schedule playing time/coaching session with a Booster/Coach, direct chat with a Booster/Coach)."
                    },
                    {
                        "id": 6,
                        "title": "After the purchase of a Virtual Good (Account shop), the User is not obligated to provide any additional information. The User will gain access to “Client Area” on his profile, where he will receive the account credentials of the purchased goods."
                    }
                ]
            }
        ]
    },
    {
        "id": 7,
        "title": "Order Process, User, Service Provider and Selling User Obligations, Service Rights",
        "content": [
            {
                "id": 1,
                "title": "The agreement between the User and Service Provider is valid until the Virtual Service (Boosting/Coaching) is delivered, or Virtual Good (Selling Account, Skin) is transferred to the new owner.",
                "content": [
                    {
                        "id": 1,
                        "title": "If the User purchased a Division Boosting, the agreement is valid until the desired division is delivered by the Selling User."
                    },
                    {
                        "id": 2,
                        "title": "If the User purchased a Division Boosting, the agreement is valid until the desired division is delivered by the Selling User."
                    },
                    {
                        "id": 3,
                        "title": " If the User purchased a Placement Matches Service, the agreement is valid until the purchased amount of games is provided by the Selling User."
                    },
                    {
                        "id": 4,
                        "title": "If the User purchased a Champion Mastery Boost, the agreement is valid until the purchased level of Champion Mastery is provided by the Selling User."
                    },
                    {
                        "id": 5,
                        "title": " If the User purchased a Coaching session, the agreement is valid until the purchased amount of hours is provided by the Selling User."
                    },
                    {
                        "id": 6,
                        "title": "If the User purchased a League of Legends account, the agreement is valid until the account warranty period expires."
                    }
                ]
            },
            {
                "id": 2,
                "title": "The agreement between the User and Service Provider, may be terminated by The Service Provider, if the User doesn’t provide any actions by 90 days, such as: not providing sufficient information mentioned in points 6.5., not contacting with The Booster/Coach/Selling User for 90 days or more, pausing the Boost/Coaching for 90 days or more, not logging into his profile for 90 days or more.",
                "content": [
                    {
                        "title": " The agreement between the User and the Service Provider, may be terminated by The Service Provider if the User breached or is breaching the following General Terms and Conditions of the GameBoost.com website."
                    },
                    {
                        "title": "If the Service Provider terminates the agreement, unused credit will be deducted as an administration fee."
                    }
                ]
            },
            {
                "id": 3,
                "title": " You, the User, accept that if you buy Win Boosting Service, you agree that you purchase a certain amount of wins. If you buy “x” amount of wins, any lost game will count as + 1 to this amount and any game won will count as – 1 to this amount.",
                "content": [
                    {
                        "title": " The rule does not apply, if the Selling User (booster) loses a game in promotion matches, it doesn’t count as an extra game unless the booster loses the promotion matches in full."
                    },
                    {
                        "title": " The rule does not apply, if the Selling User (booster) loses a game on 0 league points."
                    },
                    {
                        "title": "The price and the number of wins will vary if the User purchases an “x” amount of games and if during the service, he reaches a higher division, we will have to adjust the pricing to that division."
                    }
                ]
            },
            {
                "id": 4,
                "title": " You, the User, accept that in the case of your account having low League Point gain (hereinafter referred to LP) we have the right to, request an extra deposit of money equal to 20% of your order or we will convert your order into a Win Boosting service following the per win calculator on our website. Low League Point gain being lower than +14 per win in any division. In case of your account gaining only +10lp per win, your boost will have to be paid double the price of your order or it will be converted into Win Boosting service following the per win calculator on our website.The reason why we have to do this; 14lp per win x 5 games = 70 lp total 20lp per win x 5 games = 100lp total In this scenario, the Selling User (booster) would have to win 3 more ranked matches in a row to get to the 100lp mark. That is only in 1 division orders, if we are talking about multiple divisions, for example, 3 to 5, the extra wins in ranked matches needed to finish your order go well into 10 or more. We have to be fair towards Selling Users in such situations and make sure they are financially adequately compensated for their expertise and extra time spent on the service.",
                "content": [
                    {
                        "id": 1,
                        "title": "You, the User, accept that if your KDA is below 1.6 in any Duo Boosting Services, we reserve the right to convert your order into Solo Boosting Services maching the exact price of your Duo Boosting order. If you are showing any type of toxic behavior towards the Selling User (booster) or your League of Legends in game teammates that could impact the game negatively and potentially bringing it into a loss, negatively impacting the progress of the order. After warning you once and the same situation occurs again during the same order we have the authority to convert your order into a Solo Boosting Service matching the price of your Duo Boosting Service (or the remaining balance left on your order). If you do not accept the change between Duo Boosting Services to Solo Boosting Services you will have 48 hours to rethink your decision and we will not issue a refund during that time. During this period your order will be placed on hold until your decision has been made."
                    },
                    {
                        "id": 2,
                        "title": "You, the User, accept that if your account is in smurf queue or high MMR (example: platinum IV rank, actual MMR diamond II), your order will be converted into a division boost for the amount you have paid + 1 extra netwin."
                    },
                    {
                        "id": 3,
                        "title": "You, the User, accept that if your order has not claimed by a booster within 48 hours of purchase, we have the right to edit your order's free extra options and assign the first available booster on your order."
                    },
                    {
                        "id": 4,
                        "title": " You, the User, accept that if you purchase a win boost service for master tier or higher ranked accounts, the win boost completion conditions will be different than the regular ones: the order will be completed once the account reaches an LP amount equal to the amount of wins purchased multiplied by the average LP gains in the selected tier."
                    }
                ]
            },
            {
                "id": 6,
                "title": "The Service Provider is obligated to provide a minimal of 70 % amount of wins during the Placement Matches Service, If the Service Provider provides a lower % amount of wins, the User will receive 1 Boosting Division as compensation for free.",
                "content": [
                    {
                        "id": 1,
                        "title": " This rule occurs, if the User purchases five or more Placement Matches."
                    },
                    {
                        "id": 2,
                        "title": " If the User purchases less than five Placement Matches and if the Selling User provides lower than 70% amount of wins, perform your placements matches with a lower win ratio, we will compensate you with the same amount of losses the booster had as win boosting games."
                    }
                ]
            },
            {
                "id": 7,
                "title": "If the User purchases a League of Legends Account he she or they will be granted additional buyer protection.The warranty will be applicable after the successful payment.",
                "content": [
                    {
                        "id": 1,
                        "title": "The buyer can extend the warranty period to lifetime by paying 20% extra fee based on the account price. (Example: Account price is 100€, extra fee for lifetime warranty is 20€)"
                    },
                    {
                        "id": 2,
                        "title": "The Service Provider is not liable for the usage of the account after the protection period expires."
                    },
                    {
                        "title": " The Service Provider warranty covers only the normal usage of the account. It is implied that under normal usage of the account User does not show excessive toxic behavior or the usage of any 3rd party software that may be harmful to the digital good."
                    },
                    {
                        "title": "If the User loses access to the purchased League of Legends account without his fault and knowledge during the warranty period, The Service Provider will guarantee the User the same or a similar account within seven days from the moment of notification of this event."
                    }
                ]
            },
            {
                "id": 8,
                "title": " When the Virtual Service (Boosting) will be completed, The Service Provider will inform the User by sending an electronic notification. The notification will include the proof that the service was completed.",
                "content": [
                    {
                        "id": 1,
                        "title": "The proof that the service was completed, will include an attached screenshot taken after completing the service on the Users account confirming that the Service was indeed completed."
                    },
                    {
                        "id": 2,
                        "title": "When the Virtual Service (Boosting) will be completed, the User is obligated to change the password on his League of Legends account. In cases where the User does not change the password and a negative situation occurs (e.g. chat ban, account ban, using loot boxes) upon completion of the service, we do not take any responsibility for it."
                    },
                    {
                        "title": "  When the Virtual Service (Coaching) will be completed, the User will be obliged to confirm that he received the service by stating that the following “I confirm that my coaching is completed”. The action needs to be conducted on the personal profile within “Client Area” of the User."
                    },
                    {
                        "title": "The Service Provider reserves the right to mark a Virtual Service (Coaching) as completed if the User doesn’t follow the instruction from the point 7.8.2 and the service will be completed."
                    },
                    {
                        "title": "The Virtual Goods (League of Legends Account) transfer will be completed; once the Service Provider will deliver to the buyer (User) valid account credentials and no complaint will be filled."
                    }
                ]
            }
        ]
    },
    {
        "id": 8,
        "title": "Additional Terms and Conditions of the Sales of Virtual Goods, owned by Selling Users",
        "content": [
            {
                "id": 1,
                "title": " The Service Provider reserves the right to provide the sale of Virtual Goods (game accounts and/or skins)."
            },
            {
                "id": 2,
                "title": " The Service Provider reserves the right to approve or disapprove sales requests by the Selling Users after examining the Virtual Goods to maximize safety of Users.",
                "content": [
                    {
                        "title": "The Service Provider will inform the Selling User about the approval or disapproval through the e-mail connected to his Selling profile or another form of direct contact."
                    }
                ]
            },
            {
                "id": 3,
                "title": "The Service Provider reserves the right to approve or disapprove requests about editing information of the Virtual Good owned by the Selling User.",
                "content": [
                    {
                        "title": "The Service Provider will inform the Selling User about the approval or disapproval through the e-mail connected to his Selling profile or another form of direct contact."
                    }
                ]
            },
            {
                "id": 4,
                "title": " The Service provider reserves the right to input service fees on the account offered by the Selling Users on the website."
            }
        ]
    },
    {
        "id": 9,
        "title": "Refund and Chargeback Policy in Boosting Services",
        "content": [
            {
                "id": 1,
                "title": "You, the User, accept that if you open a claim after the order has gone through, or the service has started or been completed, you are in direct breach of GameBoost.com’s General Terms and Conditions, and legally bound to either close the claim or pay back the same amount in addition to a fee determined by GameBoost.com, no less than 50 Euro and no more than three times the original amount if the order placed cost more than 50 Euro. Should you fail to abide by either option, you, the User, accept full liability in a court of law as determined by the European Trade Laws."
            },
            {
                "id": 2,
                "title": "  The User is eligible to request a refund for Virtual Service (Boosting) within 48 hours after the purchase, this applies to situations where the booster has not been assigned, or the service has not started. The User can request a refund by submitting an inquiry in the contact form or contacting us through the live chat. The Service Provider is not responsible and won’t proceed the refund if the User did not fill out the obligations from points 6.5.",
                "content": [
                    {
                        "title": "You, the User, accept that if you request a refund, Service Provider will transfer the payment provider fee to your responsibility."
                    },
                    {
                        "title": "After the User requests a refund; The Service Provider proceeds the following refund within 14 days after submitting the request."
                    }
                ]
            },
            {
                "id": 3,
                "title": "In specific cases not listed above, The Service Provider reserves the right to proceed a refund or a partial refund. All those refunds will be an exclusive discretion of the website management.",
                "content": [
                    {
                        "title": "You, the User, accept that in those specific cases, Service Provider will transfer the payment provider fee to your responsibility"
                    },
                    {
                        "title": "You, the User, accept that in those specific cases, The Service Provider proceeds the following refund within 14 days after submitting the request."
                    }
                ]
            },
            {
                "id": 5,
                "title": " You, the User, accept that if you claim a chargeback of a payment for a service that has been completed, your bill will be sent to a debt collector agency, and you also accept that you will have to pay the extra fees to cover both debt collectors agency and any other unforeseen costs because of your chargeback."
            }
        ]
    },
    {
        "id": 10,
        "title": " Refund and Chargeback Policy in Coaching Services",
        "content": [
            {
                "id": 1,
                "title": "You, the User, accept that if you open a claim after the order has gone through, or the service has started or been completed, you are in direct breach of GameBoost.com’s General Terms and Conditions, and legally bound to either close the claim or pay back the same amount in addition to a fee determined by GameBoost.com, no less than 50 Euro and no more than three times the original amount if the order placed cost more than 50 Euro. Should you fail to abide by either option, you, the User , accept full liability in a court of law as determined by the European Trade Laws."
            },
            {
                "id": 2,
                "title": "The User is eligible to request a refund for Virtual Services (Coaching) within 48 hours after the purchase, this applies to situations where the Coach hasn’t been assigned, or the service hasn’t started. The User can request a refund by submitting an inquiry in the contact form or contacting us through the live chat. The Service Provider is not responsible and won’t proceed the refund if the User did not fill out the obligations from points 6.5.",
                "content": [
                    {
                        "title": "You, the User, accept that if you request a refund, the Service Provider will transfer the payment provider fee to your responsibility."
                    },
                    {
                        "title": "After the User requests a refund; the Service Provider proceeds the following refund within 14 days after submitting the request."
                    }
                ]
            },
            {
                "id": 3,
                "title": "In specific cases not listed above, The Service Provider reserves the right to proceed a refund or a partial refund. All those refunds will be an exclusive discretion of the site management.",
                "content": [
                    {
                        "title": "You, The User, accept that in those specific cases, Service Provider will transfer the payment provider fee to your responsibility."
                    },
                    {
                        "title": "You, The User, accept that In those specific cases, The Service Provider proceeds the following refund within 14 days after submitting the request."
                    }
                ]
            },
            {
                "id": 5,
                "title": "You, the User, accept that if you claim a charge back of a payment for a service that has been completed, your bill will be sent to a debt collector agency, and you also accept that you will have to pay the extra fees to cover both debt collectors agency and any other unforeseen costs because of your charge back."
            }
        ]
    },
    {
        "id": 11,
        "title": " . Refund and Chargeback Policy in Selling Virtual Goods",
        "content": [
            {
                "id": 1,
                "title": " Virtual Goods (Game Accounts, Skins) are qualified as digital content and are thus ex-cluded from the general right of withdrawal due to their specification. All transactions with Virtual Goods, i.e. exchange, sale or purchase, are final and cannot be revoked - they are non-refundable."
            },
            {
                "id": 2,
                "title": "However, The User is eligible to request a refund for a Virtual Good (Game Account) within 48 hours after the purchase, this applies to situations where the Service Provider has not provided the account credentials of the purchased account. The User can issue a refund by submitting an inquiry in the contact form or contacting us through the website live chat.",
                "content": [
                    {
                        "title": "You, the User, accept that if you request a refund, the Service Provider will transfer the payment provider fee to your responsibility."
                    },
                    {
                        "title": "After the User requests a refund; the Service Provider proceeds the following refund within 14 days after submitting the request."
                    }
                ]
            },
            {
                "id": 3,
                "title": "In specific cases not listed above, The Service Provider reserves the right to proceed a refund or a partial refund. All those refunds will be an exclusive discretion of the site management.",
                "content": [
                    {
                        "title": "You, The User, accept that in those specific cases, the Service Provider will transfer the payment provider fee to your responsibility."
                    },
                    {
                        "title": "You, The User, accept that in those specific cases, the Service Provider proceeds the following refund within 14 days after submitting the reques"
                    }
                ]
            },
            {
                "id": 5,
                "title": "You, the User, accept that if you claim a chargeback of a payment for a good that has been completed, your bill will be sent to a debt collector agency, and you also accept that you will have to pay the extra fees to cover both debt collectors agency and any other unforeseen costs because of your chargeback."
            }
        ]
    },
    {
        "id": 12,
        "title": "  Payments",
        "content": [
            {
                "id": 1,
                "title": " You can pay for the services using the following methods: \n Stripe, Ecommpay, Skrill"
            },
            {
                "id": 2,
                "title": "Service provider pays for the payment fees."
            },
            {
                "id": 3,
                "title": "The Service Provider is not responsible for failed or rejected payments from the Payment Provider payments."
            },
            {
                "id": 4,
                "title": "Upon payment, the User shall receive a confirmation of payment. The Service Provider does not issue invoices to Users for services performed by Selling Users, and such obliga-tion is strictly on the Selling Users in accordance with laws and regulations that the Sell-ing User is subject to. In the event that a User has need for an invoice or other proof of transaction from Selling Users, the Service Provider may cooperate with the user to re-ceive such documents from the Selling User, but the Service Provider shall have no liabil-ity in this regard, and the User waives any and all claims towards the Service Provider for request of such documentation, or assistance in procuring it."
            }
        ]
    },
    {
        "id": 13,
        "title": "  Complaints",
        "content": [
            {
                "id": 1,
                "title": " The User has the right to complain about the service purchased."
            },
            {
                "id": 2,
                "title": " The User can file a complaint if the service is not provided or was not provided as described."
            },
            {
                "id": 3,
                "title": " If the User wants to file a complaint, he should follow the following steps:",
                "content": [
                    {
                        "title": "Go to the website chat"
                    },
                    {
                        "title": "Go to the “Contact Us” Tab and message one of the staff members directly through discord."
                    },
                    {
                        "title": "Go to your “Client area” section and submit a ticket."
                    },
                    {
                        "title": " All complaints will be answered within 48 hours."
                    },
                    {
                        "title": " If we do not resolve the complaint, it does not mean that GameBoost.com agrees with the User’s complaint."
                    }
                ]
            }
        ]
    },
    {
        "id": 14,
        "title": "  Role of the Website",
        "content": [
            {
                "id": 1,
                "title": " The Service Provider does not take any part in the business made between the User and the Selling User. The Service Provider is in no way responsible for any factual or legal acts made between them directly."
            },
            {
                "id": 2,
                "title": " The Service Provider does not guarantee truthfulness and reliability of any Data uploaded or stored by Users on the Website."
            },
            {
                "id": 3,
                "title": " If the User wants to file a complaint, he should follow the following steps:",
                "content": [
                    {
                        "title": "Go to the website chat"
                    },
                    {
                        "title": "Go to the “Contact Us” Tab and message one of the staff members directly through discord."
                    },
                    {
                        "title": " The Service Provider is particularly not liable towards the Users for: \n A situation when Data is contrary to reality. \n Truthfulness and reliability of Data uploaded by the Users. \n The User’s ability to fulfill the Contracts. \n Solvency of the Users."
                    }
                ]
            },
            {
                "id": 4,
                "title": " The Service Provider does not take part in the disputes between the Users. All the disputes are settled by the Users themselves. The Service Provider does not engage in any legal proceedings connected with settling this type of disputes."
            },
            {
                "id": 5,
                "title": " The Service Provider is not liable in particular for educational problems or the behaviour of the Users in connection with the Agreements and the game, in particular, addictions connected to a computer or other games, lack of winning games, participation in illegal games by the User or the infringement of the Game Rules. In particular, Service Provider is not liable for blocking or suspending your account in the game or banning you from the game. Such an event does not give a right to any claims against the Service Provider or another User, in particular, claim to return the paid funds."
            },
            {
                "id": 6,
                "title": "The Service Provider may without prior notice of the User, annul the agreement if it is contrary to the law or principles of social coexistence or infringes good name of the Service Provider."
            }
        ]
    },
    {
        "id": 15,
        "title": "Liability of the Website",
        "content": [
            {
                "id": 1,
                "title": " The Service Provider isn’t liable for any acts and/or omissions from the Users within the Website. The Service Provider only provides Users to the Website, and the User is obliged to use the Website in a consistent manner with the law. The Service Provider is not obliged to check, whether acts and/or omissions of the Users, data stored by them or activity related to them are consistent with the law. The User is fully liable for his acts or omissions during his usage of the Website."
            },
            {
                "id": 2,
                "title": " Unless General Terms and Conditions stipulate; otherwise, the Service Provider is liable towards the User for the damage resulted from non-performance or improper performance of the Services only, if he is the one to blame. The burden of proof of the fault lies with on the User."
            },
            {
                "id": 3,
                "title": " The liability of the Service Provider towards the User shall cover only real harm, does not cover lost profits."
            },
            {
                "id": 4,
                "title": "To the fullest extent permitted by law (including consumer protection provisions), the Service Provider is not liable for any actions and/or damages resulting from: \n The lack of IT system from the User to adjust itself to the technical requirements used by the Service Provider. \n Impossibility of accessing the Website due to reasons beyond the Service Provider’s control such as Force majeure, wars, terrorist attack, fire, flood in the server room, hackers attack, failures, reasons on the part of access providers, failures of hardware or software of the Users, failure in the server rooms, other reasons caused by other third parties (entities providing telecommunications, hosting, bank, postal, courier, e-mail, registration and keeping domains services and other similar services, entity operating payment process). \n Illegal usage of the Website from the User or another person. \n Law violations, malicious acts or omissions of every Internet user. \n Reasons on the part of software other than Website (e.g. Microsoft Windows). \n Rejecting e-mails by the Service Provider e-mail servers, (e.g. as a result of filters, blocks or failures of these systems)."
            },
            {
                "id": 5,
                "title": " The Service Provider is not liable for the usage of any unauthorized programs that can potentially be triggered by the User."
            },
            {
                "id": 6,
                "title": " The Service Provider is not liable if its e-mails get in the User’s email as spam or junk."
            },
            {
                "id": 7,
                "title": "The Service Provider is entitled to a technical break in the functioning of the Website. The Service Provider will notify the User of such breakthrough with an announcement message (through client area and e-mail) unless the necessity of such break is sudden and/or unexpected."
            },
            {
                "id": 8,
                "title": " The Service Provider is entitled to create temporal limitations of some features of the Website, make them available on selected hours or introduce restrictions if a lack of limits could affect the continuity and stability of the Website. The Service Provider is not liable for the consequences of the above-mentioned activities."
            },
            {
                "id": 9,
                "title": "The Service Provider is not liable for any damage done to the the User as a result from a lack of an antivirus software in the computer or unprotected connection to the Internet, in particular for breaking into a system used by the User and e-mail, password or username acquisition by a third party or virus present on the User’s computer systems."
            }
        ]
    },
    {
        "id": 16,
        "title": "Termination of Using the Website",
        "content": [
            {
                "id": 1,
                "title": "The Service Provider may terminate your usage of the website without notifying you, if you are using the website in a malicious or an illegal way."
            },
            {
                "id": 2,
                "title": " The Service Provider might especially terminate your usage of the website if: \n You breach the General Terms and Conditions of the GameBoost.com \n You upload illegal Data \n You release Personal Data of other Users \n You violate the General Terms and Conditions use of the Account \n User activity might be reflected as a possible violation of the company interests"
            }
        ]
    },
    {
        "id": 17,
        "title": "Final provisions",
        "content": [
            {
                "id": 1,
                "title": "The Appendices to General Terms and Conditions are an integral part. They include: The General Terms and Conditions are available and free of charge, to any User on the Website under the address “gameboost.com”. Even though you can, before using the Website or at the moment you begin using the Website, you already can acquire, restore, preserve and store (in the ordinary course of operations) content of General Terms and Conditions, using your IT system. In case of doubt, interpreting the General Terms and Conditions, you can ask the Service Provider for an explanation."
            }
        ]
    }
]